Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Native iOS share sheet. Only in Safari browser. Share links, text, files.
ar: ورقة مشاركة iOS الأصلية. فقط في Safari. مشاركة الروابط والنصوص والملفات.
ca: Full de compartir natiu d'iOS. Només a Safari. Comparteix enllaços, text, fitxers.
cs: Nativní sdílecí list iOS. Pouze v Safari. Sdílet odkazy, text, soubory.
da: Native iOS delingsark. Kun i Safari-browser. Del links, tekst, filer.
de: Native iOS-Teilen-Sheet. Nur in Safari-Browser. Links, Text, Dateien teilen.
el: Εγγενές φύλλο κοινοποίησης iOS. Μόνο στο Safari. Κοινοποίηση συνδέσμων, κειμένου, αρχείων.
es: Hoja de compartir nativa de iOS. Solo en Safari. Compartir enlaces, texto, archivos.
fi: Natiivi iOS-jakolevy. Vain Safarissa. Jaa linkkejä, tekstiä, tiedostoja.
fr: Feuille de partage iOS native. Uniquement dans Safari. Partager liens, texte, fichiers.
he: גיליון שיתוף iOS מקורי. רק ב-Safari. שתף קישורים, טקסט, קבצים.
hi: नेटिव iOS शेयर शीट। केवल Safari ब्राउज़र में। लिंक, टेक्स्ट, फ़ाइलें साझा करें।
hr: Izvorna iOS kartica dijeljenja. Samo u Safariju. Dijeli veze, tekst, datoteke.
hu: Natív iOS megosztólap. Csak Safariban. Linkek, szöveg, fájlok megosztása.
id: Lembar berbagi iOS native. Hanya di Safari. Bagikan tautan, teks, file.
it: Foglio di condivisione iOS nativo. Solo in Safari. Condividi link, testo, file.
ja: ネイティブiOS共有シートです。 Safariブラウザでのみ使用可能。 リンク、テキスト、ファイルを共有。
ko: 네이티브 iOS 공유 시트입니다. Safari에서만 쓸 수 있습니다.
ms: Helaian kongsi iOS asal. Hanya dalam Safari. Kongsi pautan, teks, fail.
nb: Innebygd iOS-delingsark. Bare i Safari-nettleser. Del lenker, tekst, filer.
nl: Native iOS-deelvenster. Alleen in Safari-browser. Deel links, tekst, bestanden.
pl: Natywny arkusz udostępniania iOS. Tylko w Safari. Udostępniaj linki, tekst, pliki.
pt_br: Folha de compartilhamento nativa do iOS. Apenas no Safari. Compartilhar links, texto, arquivos.
pt_pt: Folha de partilha nativa do iOS. Apenas no Safari. Partilhar ligações, texto, ficheiros.
ro: Foaie de partajare iOS nativă. Doar în Safari. Partajare linkuri, text, fișiere.
ru: Нативный лист общего доступа iOS. Только в Safari. Общий доступ к ссылкам, тексту, файлам.
sk: Natívny zdieľací hárok iOS. Iba v Safari. Zdieľať odkazy, text, súbory.
sv: Inbyggt iOS-delningsblad. Endast i Safari-webbläsare. Dela länkar, text, filer.
th: หน้าแชร์ iOS ดั้งเดิม เฉพาะใน Safari แชร์ลิงก์ ข้อความ ไฟล์
tr: Yerel iOS paylaşım sayfası. Sadece Safari tarayıcıda. Bağlantı, metin, dosya paylaş.
uk: Нативна панель спільного доступу iOS. Тільки в Safari. Діліться посиланнями, текстом, файлами.
vi: Bảng chia sẻ iOS gốc. Chỉ trong Safari. Chia sẻ liên kết, văn bản, tệp.
zh_hans: 原生 iOS 共享表单。 仅在 Safari 浏览器中。 共享链接、文本、文件。
zh_hant: 原生 iOS 共享表單。 僅在 Safari 瀏覽器中。 共享連結、文字、檔案。

source: Navigate to a page to collect metrics
ar: انتقل إلى صفحة لجمع المقاييس
ca: Navegueu a una pàgina per recollir mètriques
cs: Přejděte na stránku pro sběr metrik
da: Naviger til en side for at indsamle målinger
de: Navigieren Sie zu einer Seite, um Metriken zu sammeln
el: Μεταβείτε σε μια σελίδα για να συλλέξετε μετρήσεις
es: Navegue a una página para recopilar métricas
fi: Siirry sivulle kerätäksesi mittareita
fr: Accédez à une page pour collecter les métriques
he: נווט לעמוד כדי לאסוף מדדים
hi: मेट्रिक्स एकत्र करने के लिए पृष्ठ पर जाएं
hr: Dođite na stranicu za prikupljanje metrika
hu: Navigáljon egy oldalra a metrikák gyűjtéséhez
id: Navigasi ke halaman untuk mengumpulkan metrik
it: Naviga verso una pagina per raccogliere le metriche
ja: メトリクスを収集するにはページに移動してください
ko: 메트릭을 수집하려면 페이지로 이동하십시오.
ms: Navigasi ke halaman untuk mengumpul metrik
nb: Naviger til en side for å samle inn måleverdier
nl: Navigeer naar een pagina om statistieken te verzamelen
pl: Przejdź do strony, aby zebrać metryki
pt_br: Navegue para uma página para coletar métricas
pt_pt: Navegue para uma página para recolher métricas
ro: Navigați la o pagină pentru a colecta metrici
ru: Перейдите на страницу для сбора метрик
sk: Prejdite na stránku pre zber metrík
sv: Navigera till en sida för att samla in mätvärden
th: ไปยังหน้าเพื่อเก็บข้อมูลเมตริก
tr: Metrik toplamak için bir sayfaya gidin
uk: Перейдіть на сторінку для збору метрик
vi: Điều hướng đến trang để thu thập số liệu
zh_hans: 导航到页面以收集指标
zh_hant: 導航到頁面以收集指標

source: Navigate to next page
ar: الانتقال إلى الصفحة التالية
ca: Navega a la pàgina següent
cs: Přejít na další stránku
da: Naviger til næste side
de: Zur nächsten Seite navigieren
el: Μετάβαση στην επόμενη σελίδα
es: Navegar a la página siguiente
fi: Siirry seuraavalle sivulle
fr: Naviguer vers la page suivante
he: נווט לעמוד הבא
hi: अगले पृष्ठ पर जाएं
hr: Idi na sljedeću stranicu
hu: Navigálás a következő oldalra
id: Navigasi ke halaman berikutnya
it: Vai alla pagina successiva
ja: 次のページに移動
ko: 다음 페이지로 이동합니다
ms: Navigasi ke halaman seterusnya
nb: Naviger til neste side
nl: Navigeer naar volgende pagina
pl: Przejdź do następnej strony
pt_br: Navegar para próxima página
pt_pt: Navegar para página seguinte
ro: Navigați la pagina următoare
ru: Перейти на следующую страницу
sk: Prejsť na ďalšiu stránku
sv: Navigera till nästa sida
th: ไปยังหน้าถัดไป
tr: Sonraki sayfaya git
uk: Перейти на наступну сторінку
vi: Đến trang tiếp theo
zh_hans: 导航到下一页
zh_hant: 導航到下一頁

source: Navigate to previous page
ar: الانتقال إلى الصفحة السابقة
ca: Navega a la pàgina anterior
cs: Přejít na předchozí stránku
da: Naviger til forrige side
de: Zur vorherigen Seite navigieren
el: Μετάβαση στην προηγούμενη σελίδα
es: Navegar a la página anterior
fi: Siirry edelliselle sivulle
fr: Naviguer vers la page précédente
he: נווט לעמוד הקודם
hi: पिछले पृष्ठ पर जाएं
hr: Idi na prethodnu stranicu
hu: Navigálás az előző oldalra
id: Navigasi ke halaman sebelumnya
it: Vai alla pagina precedente
ja: 前のページに移動
ko: 이전 페이지로 이동합니다
ms: Navigasi ke halaman sebelumnya
nb: Naviger til forrige side
nl: Navigeer naar vorige pagina
pl: Przejdź do poprzedniej strony
pt_br: Navegar para página anterior
pt_pt: Navegar para página anterior
ro: Navigați la pagina anterioară
ru: Перейти на предыдущую страницу
sk: Prejsť na predchádzajúcu stránku
sv: Navigera till föregående sida
th: ไปยังหน้าก่อนหน้า
tr: Önceki sayfaya git
uk: Перейти на попередню сторінку
vi: Đến trang trước
zh_hans: 导航到上一页
zh_hant: 導航到上一頁

source: Navigation
ar: التنقل
ca: Navegació
cs: Navigace
el: Πλοήγηση
es: Navegación
fi: Navigointi
he: ניווט
hi: नेविगेशन
hr: Navigacija
hu: Navigáció
id: Navigasi
it: Navigazione
ja: ナビゲーション
ko: 내비게이션
ms: Navigasi
nb: Navigering
nl: Navigatie
pl: Nawigacja
pt_br: Navegação
pt_pt: Navegação
ro: Navigare
ru: Навигация
sk: Navigácia
th: การนำทาง
tr: Gezinme
uk: Навігація
vi: Điều hướng
zh_hans: 导航
zh_hant: 導航

source: Navigation & Interaction
ar: التنقل والتفاعل
ca: Navegació i interacció
cs: Navigace a interakce
da: Navigation og interaktion
de: Navigation und Interaktion
el: Πλοήγηση και αλληλεπίδραση
es: Navegación e interacción
fi: Navigointi ja vuorovaikutus
fr: Navigation et interaction
he: ניווט ואינטראקציה
hi: नेविगेशन और इंटरैक्शन
hr: Navigacija i interakcija
hu: Navigáció és interakció
id: Navigasi dan interaksi
it: Navigazione e interazione
ja: ナビゲーションとインタラクション
ko: 내비게이션 & 인터랙션
ms: Navigasi dan interaksi
nb: Navigering og interaksjon
nl: Navigatie en interactie
pl: Nawigacja i interakcja
pt_br: Navegação e interação
pt_pt: Navegação e interação
ro: Navigare și interacțiune
ru: Навигация и взаимодействие
sk: Navigácia a interakcia
sv: Navigation och interaktion
th: การนำทางและการโต้ตอบ
tr: Gezinme ve etkileşim
uk: Навігація та взаємодія
vi: Điều hướng và tương tác
zh_hans: 导航和交互
zh_hant: 導航與互動

source: Navigation bar background color
ar: لون خلفية شريط التنقل
ca: Color de fons de la barra de navegació
cs: Barva pozadí navigační lišty
da: Baggrundsfarve på navigationslinjen
de: Navigationsleiste Hintergrund
el: Χρώμα φόντου γραμμής πλοήγησης
es: Color de fondo de la barra de navegación
fi: Navigointipalkin taustaväri
fr: Couleur fond barre navigation
he: צבע רקע סרגל ניווט
hi: नेविगेशन बार पृष्ठभूमि रंग
hr: Boja pozadine navigacijske trake
hu: Navigációs sáv háttérszíne
id: Warna latar belakang bilah navigasi
it: Colore sfondo barra navigazione
ja: ナビゲーションバーの背景色
ko: 내비게이션 바 배경색
ms: Warna latar belakang bar navigasi
nb: Bakgrunnsfarge for navigasjonslinjen
nl: Achtergrondkleur van navigatiebalk
pl: Kolor tła paska nawigacji
pt_br: Cor de fundo da barra de navegação
pt_pt: Cor de fundo da barra de navegação
ro: Culoare fundal bară de navigare
ru: Цвет фона панели навигации
sk: Farba pozadia navigačného panela
sv: Bakgrundsfärg för navigeringsfält
th: สีพื้นหลังแถบนำทาง
tr: Gezinti çubuğu arka plan rengi
uk: Колір фону панелі навігації
vi: Màu nền thanh điều hướng
zh_hans: 导航栏背景颜色
zh_hant: 導覽列背景顏色

source: Navigation bar collapses when scrolling down.
ar: يتم طي شريط التنقل عند التمرير لأسفل.
ca: La barra de navegació es col·lapsa en desplaçar-se cap avall.
cs: Navigační lišta se při posunu dolů sbalí.
da: Navigationslinjen skjules, når der rulles ned.
de: Die Navigationsleiste wird beim Herunterscrollen eingeklappt.
el: Η γραμμή πλοήγησης συμπτύσσεται κατά την κύλιση προς τα κάτω.
es: La barra de navegación se contrae al desplazarse hacia abajo.
fi: Navigointipalkki pienenee vieritettäessä alas.
fr: La barre de navigation se réduit lors du défilement vers le bas.
he: סרגל הניווט מתכווץ בגלילה למטה.
hi: नीचे स्क्रॉल करने पर नेविगेशन बार कोलैप्स हो जाता है।
hr: Navigacijska traka se sažima pri pomicanju prema dolje.
hu: A navigációs sáv összecsukódik lefelé görgetéskor.
id: Bilah navigasi terlipat saat menggulir ke bawah.
it: La barra di navigazione si comprime durante lo scorrimento verso il basso.
ja: スクロールダウン時にナビゲーションバーが折りたたまれます。
ko: 아래로 스크롤할 때 내비게이션 바가 접힙니다.
ms: Bar navigasi runtuh apabila menatal ke bawah.
nb: Navigasjonslinjen kollapser ved nedoverruling.
nl: De navigatiebalk klapt in bij naar beneden scrollen.
pl: Pasek nawigacji zwija się podczas przewijania w dół.
pt_br: A barra de navegação se recolhe ao rolar para baixo.
pt_pt: A barra de navegação recolhe ao deslocar para baixo.
ro: Bara de navigare se restrânge la derulare în jos.
ru: Панель навигации сворачивается при прокрутке вниз.
sk: Navigačný panel sa pri posúvaní nadol zbalí.
sv: Navigeringsfältet fälls ihop vid nedåtrullning.
th: แถบนำทางจะยุบเมื่อเลื่อนลง
tr: Aşağı kaydırırken gezinti çubuğu daraltılır.
uk: Панель навігації згортається при прокручуванні вниз.
vi: Thanh điều hướng thu gọn khi cuộn xuống.
zh_hans: 向下滚动时导航栏会折叠。
zh_hant: 向下捲動時導覽列會折疊。

source: Navigation Breakdown
ar: تفصيل التنقل
ca: Desglossament de navegació
cs: Rozklad navigace
da: Navigationsopdeling
de: Navigationsaufschlüsselung
el: Ανάλυση πλοήγησης
es: Desglose de navegación
fi: Navigoinnin erittely
fr: Répartition de la navigation
he: פירוט ניווט
hi: नेविगेशन विश्लेषण
hr: Raščlamba navigacije
hu: Navigáció bontása
id: Perincian navigasi
it: Ripartizione navigazione
ja: ナビゲーション分析
ko: 내비게이션 분석
ms: Pecahan navigasi
nb: Navigasjonsfordeling
nl: Navigatie-uitsplitsing
pl: Podział nawigacji
pt_br: Análise de navegação
pt_pt: Análise de navegação
ro: Defalcare navigare
ru: Анализ навигации
sk: Rozklad navigácie
sv: Navigeringsuppdelning
th: การวิเคราะห์การนำทาง
tr: Gezinme dağılımı
uk: Аналіз навігації
vi: Phân tích điều hướng
zh_hans: 导航分析
zh_hant: 導航分析

source: Navigation Buttons
ar: أزرار التنقل
ca: Botons de navegació
cs: Navigační tlačítka
da: Navigationsknapper
de: Navigationsschaltflächen
el: Κουμπιά πλοήγησης
es: Botones de navegación
fi: Navigointipainikkeet
fr: Boutons de navigation
he: כפתורי ניווט
hi: नेविगेशन बटन
hr: Navigacijski gumbi
hu: Navigációs gombok
id: Tombol navigasi
it: Pulsanti di navigazione
ja: ナビゲーションボタン
ko: 내비게이션 버튼
ms: Butang navigasi
nb: Navigasjonsknapper
nl: Navigatieknoppen
pl: Przyciski nawigacji
pt_br: Botões de navegação
pt_pt: Botões de navegação
ro: Butoane de navigare
ru: Кнопки навигации
sk: Navigačné tlačidlá
sv: Navigeringsknappar
th: ปุ่มนำทาง
tr: Gezinme düğmeleri
uk: Кнопки навігації
vi: Nút điều hướng
zh_hans: 导航按钮
zh_hant: 導航按鈕

source: Navigation buttons. Info and Settings are always visible.
ar: أزرار التنقل. المعلومات والإعدادات مرئية دائمًا.
ca: Botons de navegació. Info i Configuració sempre són visibles.
cs: Navigační tlačítka. Info a Nastavení jsou vždy viditelné.
da: Navigationsknapper. Info og Indstillinger er altid synlige.
de: Navigationsschaltflächen. Info und Einstellungen sind immer sichtbar.
el: Κουμπιά πλοήγησης. Πληροφορίες και Ρυθμίσεις είναι πάντα ορατά.
es: Botones de navegación. Info y Ajustes siempre son visibles.
fi: Navigointipainikkeet. Tiedot ja Asetukset ovat aina näkyvissä.
fr: Boutons de navigation. Info et Réglages sont toujours visibles.
he: כפתורי ניווט. מידע והגדרות תמיד גלויים.
hi: नेविगेशन बटन। जानकारी और सेटिंग्स हमेशा दिखाई देते हैं।
hr: Navigacijski gumbi. Info i Postavke su uvijek vidljivi.
hu: Navigációs gombok. Az Infó és a Beállítások mindig láthatók.
id: Tombol navigasi. Info dan Pengaturan selalu terlihat.
it: Pulsanti di navigazione. Info e Impostazioni sono sempre visibili.
ja: ナビゲーションボタン。情報と設定は常に表示されます。
ko: 내비게이션 버튼입니다. 정보 및 설정 버튼은 항상 표시됩니다.
ms: Butang navigasi. Maklumat dan Tetapan sentiasa kelihatan.
nb: Navigasjonsknapper. Info og Innstillinger er alltid synlige.
nl: Navigatieknoppen. Info en Instellingen zijn altijd zichtbaar.
pl: Przyciski nawigacyjne. Info i Ustawienia są zawsze widoczne.
pt_br: Botões de navegação. Info e Ajustes estão sempre visíveis.
pt_pt: Botões de navegação. Info e Definições estão sempre visíveis.
ro: Butoane de navigare. Informații și Setări sunt întotdeauna vizibile.
ru: Кнопки навигации. Инфо и Настройки всегда видны.
sk: Navigačné tlačidlá. Info a Nastavenia sú vždy viditeľné.
sv: Navigeringsknappar. Info och Inställningar är alltid synliga.
th: ปุ่มนำทาง ข้อมูลและการตั้งค่าจะมองเห็นได้เสมอ
tr: Gezinme düğmeleri. Bilgi ve Ayarlar her zaman görünür.
uk: Кнопки навігації. Інфо та Налаштування завжди видимі.
vi: Các nút điều hướng. Thông tin và Cài đặt luôn hiển thị.
zh_hans: 导航按钮。信息和设置始终可见。
zh_hant: 導航按鈕。資訊和設定始終可見。

source: navigator.hardwareConcurrency. JS thread pool sizing. May differ from actual CPU cores for privacy protection.
ar: navigator.hardwareConcurrency. قد يختلف عن النوى الفعلية للخصوصية.
ca: navigator.hardwareConcurrency. Pot diferir dels nuclis reals per privacitat.
cs: navigator.hardwareConcurrency. Může se lišit od skutečných jader pro soukromí.
da: navigator.hardwareConcurrency. Kan afvige fra faktiske kerner af hensyn til privatliv.
de: navigator.hardwareConcurrency. Kann aus Datenschutzgründen von tatsächlichen Kernen abweichen.
el: navigator.hardwareConcurrency. Μπορεί να διαφέρει από τους πραγματικούς πυρήνες για απόρρητο.
es: navigator.hardwareConcurrency. Puede diferir de los núcleos reales por privacidad.
fi: navigator.hardwareConcurrency. Voi erota todellisista ytimistä yksityisyyden vuoksi.
fr: navigator.hardwareConcurrency. Peut différer des cœurs réels pour la confidentialité.
he: navigator.hardwareConcurrency. עשוי להיות שונה מליבות בפועל לפרטיות.
hi: navigator.hardwareConcurrency। गोपनीयता के लिए वास्तविक CPU कोर से भिन्न हो सकता है।
hr: navigator.hardwareConcurrency. Može se razlikovati od stvarnih jezgri radi privatnosti.
hu: navigator.hardwareConcurrency. Eltérhet a valódi magoktól adatvédelmi okokból.
id: navigator.hardwareConcurrency. Mungkin berbeda dari inti CPU sebenarnya untuk privasi.
it: navigator.hardwareConcurrency. Può differire dai core reali per privacy.
ja: navigator.hardwareConcurrency。 プライバシー保護で実際と異なる場合があります。
ko: navigator.hardwareConcurrency입니다. 개인정보 보호로 실제와 다를 수 있습니다.
ms: navigator.hardwareConcurrency. Mungkin berbeza daripada teras sebenar untuk privasi.
nb: navigator.hardwareConcurrency. Kan avvike fra faktiske kjerner for personvern.
nl: navigator.hardwareConcurrency. Kan afwijken van werkelijke cores vanwege privacy.
pl: navigator.hardwareConcurrency. Może różnić się od rzeczywistych rdzeni dla prywatności.
pt_br: navigator.hardwareConcurrency. Pode diferir dos núcleos reais por privacidade.
pt_pt: navigator.hardwareConcurrency. Pode diferir dos núcleos reais por privacidade.
ro: navigator.hardwareConcurrency. Poate diferi de nucleele reale pentru confidențialitate.
ru: navigator.hardwareConcurrency. Может отличаться от реальных ядер для конфиденциальности.
sk: navigator.hardwareConcurrency. Môže sa líšiť od skutočných jadier pre súkromie.
sv: navigator.hardwareConcurrency. Kan skilja sig från verkliga kärnor för integritet.
th: navigator.hardwareConcurrency อาจแตกต่างจากคอร์ CPU จริงเพื่อความเป็นส่วนตัว
tr: navigator.hardwareConcurrency. Gizlilik için gerçek çekirdeklerden farklı olabilir.
uk: navigator.hardwareConcurrency. Може відрізнятися від реальних ядер для конфіденційності.
vi: navigator.hardwareConcurrency. Có thể khác với lõi CPU thực vì quyền riêng tư.
zh_hans: navigator.hardwareConcurrency。 出于隐私保护可能与实际不同。
zh_hant: navigator.hardwareConcurrency。 出於隱私保護可能與實際不同。

source: navigator.onLine status. Device network connectivity. May not reflect actual internet.
ar: حالة navigator.onLine. قد لا تعكس الإنترنت الفعلي.
ca: Estat navigator.onLine. Pot no reflectir l'internet real.
cs: Stav navigator.onLine. Nemusí odrážet skutečný internet.
da: navigator.onLine status. Afspejler muligvis ikke faktisk internet.
de: navigator.onLine Status. Spiegelt möglicherweise nicht das tatsächliche Internet wider.
el: Κατάσταση navigator.onLine. Μπορεί να μην αντικατοπτρίζει το πραγματικό διαδίκτυο.
es: Estado navigator.onLine. Puede no reflejar el internet real.
fi: navigator.onLine tila. Ei välttämättä vastaa todellista internettiä.
fr: État navigator.onLine. Peut ne pas refléter l'internet réel.
he: סטטוס navigator.onLine. עשוי לא לשקף אינטרנט בפועל.
hi: navigator.onLine स्थिति। वास्तविक इंटरनेट को प्रतिबिंबित नहीं कर सकता।
hr: Status navigator.onLine. Možda ne odražava stvarni internet.
hu: navigator.onLine állapot. Nem feltétlenül tükrözi a valódi internetet.
id: Status navigator.onLine. Mungkin tidak mencerminkan internet sebenarnya.
it: Stato navigator.onLine. Potrebbe non riflettere internet reale.
ja: navigator.onLine状態。 実際のインターネットと異なる場合があります。
ko: navigator.onLine 상태입니다. 실제 인터넷과 다를 수 있습니다.
ms: Status navigator.onLine. Mungkin tidak mencerminkan internet sebenar.
nb: navigator.onLine status. Gjenspeiler kanskje ikke faktisk internett.
nl: navigator.onLine status. Weerspiegelt mogelijk niet het echte internet.
pl: Status navigator.onLine. Może nie odzwierciedlać rzeczywistego internetu.
pt_br: Status navigator.onLine. Pode não refletir a internet real.
pt_pt: Estado navigator.onLine. Pode não refletir a internet real.
ro: Stare navigator.onLine. S-ar putea să nu reflecte internetul real.
ru: Состояние navigator.onLine. Может не отражать реальный интернет.
sk: Stav navigator.onLine. Nemusí odrážať skutočný internet.
sv: navigator.onLine status. Kanske inte återspeglar faktiskt internet.
th: สถานะ navigator.onLine อาจไม่สะท้อนอินเทอร์เน็ตจริง
tr: navigator.onLine durumu. Gerçek interneti yansıtmayabilir.
uk: Стан navigator.onLine. Може не відображати реальний інтернет.
vi: Trạng thái navigator.onLine. Có thể không phản ánh internet thực.
zh_hans: navigator.onLine状态。 可能与实际网络不同。
zh_hant: navigator.onLine狀態。 可能與實際網路不同。

source: Needs Improvement
ar: بحاجة إلى تحسين
ca: Necessita millora
cs: Vyžaduje zlepšení
da: Forbedring nødvendig
de: Verbesserungsbedarf
el: Χρειάζεται βελτίωση
es: Necesita mejora
fi: Parannusta tarvitaan
fr: Amélioration nécessaire
he: דרוש שיפור
hi: सुधार की आवश्यकता
hr: Potrebno poboljšanje
hu: Javítás szükséges
id: Perlu peningkatan
it: Necessita miglioramento
ja: 改善が必要
ko: 개선 필요
ms: Perlu penambahbaikan
nb: Trenger forbedring
nl: Verbetering nodig
pl: Wymaga poprawy
pt_br: Precisa de melhoria
pt_pt: Necessita de melhoria
ro: Necesită îmbunătățire
ru: Требует улучшения
sk: Vyžaduje zlepšenie
sv: Behöver förbättring
th: ต้องปรับปรุง
tr: İyileştirme gerekiyor
uk: Потребує покращення
vi: Cần cải thiện
zh_hans: 需要改进
zh_hant: 需要改進

source: Network
ar: الشبكة
ca: Xarxa
cs: Síť
da: Netværk
de: Netzwerk
el: Δίκτυο
es: Red
fi: Verkko
fr: Réseau
he: רשת
hi: नेटवर्क
hr: Mreža
hu: Hálózat
id: Jaringan
it: Rete
ja: ネットワーク
ko: 네트워크
ms: Rangkaian
nb: Nettverk
nl: Netwerk
pl: Sieć
pt_br: Rede
pt_pt: Rede
ro: Rețea
ru: Сеть
sk: Sieť
sv: Nätverk
th: เครือข่าย
tr: Ağ
uk: Мережа
vi: Mạng
zh_hans: 网络
zh_hant: 網路

source: Network requests monitoring
ar: مراقبة طلبات الشبكة
ca: Monitoratge de sol·licituds de xarxa
cs: Sledování síťových požadavků
da: Overvågning af netværksanmodninger
de: Überwachung der Netzwerkanfragen
el: Παρακολούθηση αιτημάτων δικτύου
es: Monitoreo de solicitudes de red
fi: Verkkopyyntöjen seuranta
fr: Surveillance des requêtes réseau
he: ניטור בקשות רשת
hi: नेटवर्क अनुरोध निगरानी
hr: Praćenje mrežnih zahtjeva
hu: Hálózati kérések figyelése
id: Pemantauan permintaan jaringan
it: Monitoraggio delle richieste di rete
ja: ネットワークリクエスト監視
ko: 네트워크 요청 모니터링
ms: Pemantauan permintaan rangkaian
nb: Overvåking av nettverksforespørsler
nl: Monitoring van netwerkverzoeken
pl: Monitorowanie żądań sieciowych
pt_br: Monitoramento de requisições de rede
pt_pt: Monitorização de pedidos de rede
ro: Monitorizarea cererilor de rețea
ru: Мониторинг сетевых запросов
sk: Sledovanie sieťových požiadaviek
sv: Övervakning av nätverksförfrågningar
th: การตรวจสอบคำขอเครือข่าย
tr: Ağ istekleri izleme
uk: Моніторинг мережевих запитів
vi: Giám sát yêu cầu mạng
zh_hans: 网络请求监控
zh_hant: 網路請求監控

source: Network requests will appear here
ar: ستظهر طلبات الشبكة هنا
ca: Les sol·licituds de xarxa apareixeran aquí
cs: Síťové požadavky se zobrazí zde
da: Netværksanmodninger vises her
de: Netzwerkanfragen werden hier angezeigt
el: Τα αιτήματα δικτύου θα εμφανιστούν εδώ
es: Las solicitudes de red aparecerán aquí
fi: Verkkopyynnöt näkyvät täällä
fr: Les requêtes réseau apparaîtront ici
he: בקשות רשת יופיעו כאן
hi: नेटवर्क अनुरोध यहां दिखाई देंगे
hr: Mrežni zahtjevi pojavit će se ovdje
hu: A hálózati kérések itt jelennek meg
id: Permintaan jaringan akan muncul di sini
it: Le richieste di rete appariranno qui
ja: ネットワークリクエストがここに表示されます
ko: 네트워크 요청이 여기에 표시됩니다.
ms: Permintaan rangkaian akan muncul di sini
nb: Nettverksforespørsler vises her
nl: Netwerkverzoeken worden hier weergegeven
pl: Żądania sieciowe pojawią się tutaj
pt_br: As requisições de rede aparecerão aqui
pt_pt: Os pedidos de rede aparecerão aqui
ro: Cererile de rețea vor apărea aici
ru: Сетевые запросы появятся здесь
sk: Sieťové požiadavky sa zobrazia tu
sv: Nätverksförfrågningar visas här
th: คำขอเครือข่ายจะปรากฏที่นี่
tr: Ağ istekleri burada görünecek
uk: Мережеві запити з'являться тут
vi: Các yêu cầu mạng sẽ xuất hiện ở đây
zh_hans: 网络请求将显示在这里
zh_hant: 網路請求將顯示在這裡

source: Network Resources
ar: موارد الشبكة
ca: Recursos de xarxa
cs: Síťové zdroje
da: Netværksressourcer
de: Netzwerkressourcen
el: Πόροι δικτύου
es: Recursos de red
fi: Verkkoresurssit
fr: Ressources réseau
he: משאבי רשת
hi: नेटवर्क संसाधन
hr: Mrežni resursi
hu: Hálózati erőforrások
id: Sumber Daya Jaringan
it: Risorse di rete
ja: ネットワークリソース
ko: 네트워크 리소스
ms: Sumber Rangkaian
nb: Nettverksressurser
nl: Netwerkbronnen
pl: Zasoby sieciowe
pt_br: Recursos de rede
pt_pt: Recursos de rede
ro: Resurse de rețea
ru: Сетевые ресурсы
sk: Sieťové zdroje
sv: Nätverksresurser
th: ทรัพยากรเครือข่าย
tr: Ağ Kaynakları
uk: Мережеві ресурси
vi: Tài nguyên mạng
zh_hans: 网络资源
zh_hant: 網路資源
